import React from "react"

import "./biography.scss"

export const Biography = () => {
    return (
        <div className="biography">
            <div className="biography__title">Биография</div>
            <div className="biography__content">
                <div className="biography__content_item">
                    <div className="biography__content_item_title">
                        Льюис Хэмилтон
                    </div>
                    <div className="biography__content_item_text">
                        <p>
                            <span>Cемикратный чемпион Формулы-1</span>, зачастую
                            считающийся лучшим гонщиков во всей истории
                            автоспорта, известный своей любовью к гонкам, музыке
                            и моде, позволившей стать ему самым ярким и
                            интересным гонщиком.
                        </p>
                        <p>
                            Первый в истории «Формулы-1» темнокожий гонщик
                            <span> Льюис Хэмилтон</span> не раз сталкивался с
                            нападками и расистскими оскорблениями, что не
                            помешало целеустремленному британцу взлететь на
                            вершину успеха. Благодаря мастерству пилотирования
                            Льюису удается бить мировые рекорды, завоевывать
                            призовые места. Агрессивный стиль, приводящий к
                            авариям, подвергается критике, но Хэмилтон
                            продолжает следовать зову сердца и получать
                            удовольствие от вождения.
                        </p>
                    </div>
                </div>
                <div className="biography__content_item">
                    <div className="biography__content_item_title">
                        Детство и юность
                    </div>
                    <div className="biography__content_item_text">
                        <p>
                            <span>Льюис Карл Дэвидсон</span> родился 7 января
                            1985 года в графстве Хартфордшир в Великобритании.
                            Яркой внешностью мулата Льюиса наградили родители:
                            <span> Кармен Ларбалестир </span>– англичанки по
                            национальности, и <span>Энтони Хэмилтона</span> – темнокожего
                            выходца из Гренады.
                        </p>
                        <p>
                            Когда мальчику исполнилось 2 года, Кармен и Энтони
                            развелись. Льюис остался с матерью. Кармен вышла
                            замуж во второй раз и переехала в Лондон, а будущий
                            автогонщик обрел отчима и двух сводных сестер,
                            Николь и Саманту. Несмотря на переезд, Хэмилтон не
                            переставал общаться с отцом, что повлияло на
                            дальнейшую судьбу и выбор профессии.
                        </p>
                        <p>
                            В 12 лет Льюис вернулся в Хартфордшир к папе,
                            который души в наследнике не чаял. Так у паренька
                            опять появились новые родственники – мачеха Линда и
                            младший сводный брат Николас, страдающий ДЦП. В 5
                            лет Льюис получил удивительный подарок – игрушечную
                            машину на дистанционном управлении, а уже через год
                            занял 2-е место во «взрослом» соревновании среди
                            владельцев радиоуправляемых моделей.
                        </p>
                        <p>
                            Шумахер отметил, что, несмотря на юный возраст,
                            Хэмилтон наверняка в ближайшее время примет участие
                            в легендарной «Формуле-1». В период с 2001 по 2007
                            год на счету Льюиса накопилось немало побед в гонках
                            разного масштаба и чемпионатах.
                        </p>
                    </div>
                </div>
                <div className="biography__content_item">
                    <div className="biography__content_item_title">
                        «Формула-1»
                    </div>
                    <div className="biography__content_item_text">
                        <p>
                            В 2007 году Хэмилтон дебютировал на соревнованиях
                            «Формулы-1» в составе команды McLaren Mercedes.
                            Напарником выступил испанец Фернандо Алонсо, более
                            опытный и зрелый гонщик. Некоторое время мужчины
                            работали слаженно, но вскоре честолюбивый Льюис
                            превзошел коллегу, что и послужило причиной
                            конфликтов между пилотами.
                        </p>
                        <p>
                            Разногласия превратились в повод для многочисленных
                            нападок на Хэмилтона со стороны фанатов Алонсо,
                            которые носили откровенный расистский оттенок.
                            Фернандо открыто осудил действия своих поклонников,
                            но непримиримое соперничество между ведущими
                            спортсменами сохранилось.
                        </p>
                        <p>
                            Биография Хэмилтона в качестве пилота болида
                            «Формулы-1» полна ярких побед и неожиданных
                            поворотов. Акулы пера полагают, что в какой-то
                            степени Льюис сам провоцирует конфликты с другими
                            автогонщиками и членами команд, не брезгуя
                            запрещенными приемами.
                        </p>
                        <p>
                            В отличие от напряженных отношений с Фернандо
                            Алонсо, с Нико Росбергом Хэмилтона связывала крепкая
                            дружба, хотя впоследствии эти два пилота команды
                            Mercedes стали ближайшими соперниками в борьбе за
                            титул чемпиона. В 2016 году Росберг наконец обошел
                            по очкам Льюиса.
                        </p>
                        <p>
                            После безоговорочных побед в 2008, 2014, 2015, 2017,
                            2018, 2019 и 2020 годах Хэмилтон стал семикратным
                            чемпионом мира. Более того, одержав 92-ю победу на
                            Гран-при в Португалии, Льюис побил рекорд Шумахера.
                        </p>
                        <p>
                            В прессе появлялась информация, что после успешного
                            сезона 2020-го Хэмилтон отправится на покой. Но
                            Льюис сообщил фанатам и критикам, что не завершил
                            карьеру. И 2021 год начался для спортсмена удачно.
                        </p>
                        <p>
                            На Гран-при в Бахрейне <span>Льюис Хэмилтон</span>{" "}
                            победил, обойдя Макса Ферстаппена.
                        </p>
                        <p className="italic">
                            «Восхищен соперничеством с Red Bull Racing! Каждый
                            сезон стараюсь начать на пике формы, сейчас мы с
                            Максом оба максимально конкурентоспособны, так что
                            придется приложить еще больше усилий, чтобы и далее
                            выступать так же здорово, как сегодня. Но мы
                            приветствуем вызов!» – прокомментировал заезд
                            гонщик.
                        </p>
                        <p>
                            На этапе чемпионата «Формулы-1» Гран-при
                            Великобритании спортсмен также победил.
                        </p>
                    </div>
                </div>
                <div className="biography__content_item">
                    <div className="biography__content_item_title">
                        Личная жизнь
                    </div>
                    <div className="biography__content_item_text">
                        <p>
                            Ведущий пилот команды «Мерседес» на «Формуле-1» –
                            завидный холостяк. Молодой человек уже сколотил
                            неплохое состояние, полностью окупив отцовские
                            вложения в карьеру. Кроме того, Хэмилтон отличается
                            приятной внешностью при росте в 174 см и весе 69 кг
                            и уже прославился романами с моделями и певицами.
                        </p>
                        <p>
                            С 2007 по 2015 год спортсмен встречался с
                            красавицей-певицей Николь Шерзингер, пара даже
                            планировала завести детей, однако отношения так и не
                            сложились. Совместные фото Льюиса и девушки долгое
                            время украшали обложки таблоидов, а также личные
                            странички влюбленных в «Твиттере» и «Инстаграме»
                            (соцсеть запрещена в РФ, она принадлежит корпорации
                            Meta, которая признана в РФ экстремистской). Женой
                            Хэмилтона Николь так и не стала. После
                            многочисленных расставаний и примирений знаменитости
                            окончательно разошлись.
                        </p>
                        <p>
                            После разрыва с Шерзингер гонщик некоторое время
                            встречался с топ-моделью венгерского происхождения
                            Барбарой Палвин, затем Льюиса видели в компании
                            Рианны. Хэмилтону приписывали романы с Джиджи Хадид,
                            Кендалл Дженнер, Ириной Шейк, Вики Одинцовой и
                            другими красавицами.
                        </p>
                        <p>
                            В начале 2017 года звезда «Фомулы-1» попала в
                            объективы камер вместе с Софией Ричи, 18-летней
                            дочерью Лайонела Ричи. Парочка встретилась в
                            ресторане в Беверли-Хиллз, стараясь не привлекать
                            внимание публики и вездесущих журналистов.
                        </p>
                        <p>
                            Позднее папарацци начали подозревать, что Хэмилтон
                            обзавелся женой втайне от общественности.
                            Предполагаемую возлюбленную гонщика СМИ увидели в
                            новозеландке Анджеле Каллен. На многих «случайных»
                            снимках миниатюрная блондинка оказывалась неподалеку
                            от Льюиса. Но, как оказалось, хрупкая с виду Анджела
                            обладает сильными руками и работает физиотерапевтом
                            спортсмена.
                        </p>
                        <p>
                            Сегодня главное место в личной жизни британца
                            занимает английский бульдог по кличке Роско. У
                            собаки есть аккаунт в «Инстаграме», который посвящен
                            еще одному любимцу той же породы – Коко. Питомец
                            умер от старости летом 2020 года.
                        </p>
                        <p>
                            Из-за пресловутых папарацци в 2012 году Хэмилтон
                            перебрался на постоянное жительство в Швейцарию,
                            составив компанию Шумахеру, Алонсо, Себастьяну
                            Феттелю и другим чемпионам автогонок. Льюис
                            поселился по соседству с давним напарником и
                            соперником Ником Росбергом. Позднее признался, что
                            переезду способствовало и выгодное налогообложение
                            государства. Затем пилот переехал в Монако. По
                            сообщениям СМИ, знаменитость владеет недвижимостью в
                            США.
                        </p>
                    </div>
                </div>
                <div className="biography__content_item">
                    <div className="biography__content_item_title">
                        Льюис Хэмилтон сейчас
                    </div>
                    <div className="biography__content_item_text">
                        <p>
                            Поклонники ждали от Льюиса нового чемпионского
                            титула в сезоне 2022 года, в то время как сам
                            Хэмилтон был настроен довольно пессимистично. Он
                            призвал аудиторию не ждать чуда на Гран-при
                            Эмилии-Романьи, главным образом, из-за автомобиля.
                            Спортсмен отметил, что в Имолу не было привезено
                            ничего революционного, несмотря на старания команды.
                        </p>
                        <p>
                            Такой настрой вкупе с особенностями модели Mercedes
                            привели к действительно печальным результатам — по
                            итогам гонки в Италии (апрель 2022 год) Льюис занял
                            только 13-е место. Руководитель команды Тото Вольфф
                            подчеркнул, что в этом вина не гонщика, а
                            некорректная настройка пилотируемой им машины.
                        </p>
                        <p>
                            Этот уик-энд, по признанию Хэмилтона, он хотел бы
                            побыстрее забыть. А тем временем заголовки о
                            поражении 7-кратного чемпиона мира сменились другой
                            новостью. Гонщик решил поучаствовать в сделке по
                            покупке ФК «Челси». Сумма его инвестиций в клуб,
                            некогда принадлежавший Роману Абрамовичу, составила
                            около £ 10 млн. Сам Льюс объяснил свой поступок
                            просто — будучи фанатом большого спорта, он попросту
                            не мог упустить возможность стать частью такого
                            проекта.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    )
}
